alacritty
base
base-devel
blueberry
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
code
discover
drkonqi
efibootmgr
firefox
flatpak-kcm
fuse3
git
github-cli
grub
hypridle
hyprland
hyprlock
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
man-db
milou
nano
networkmanager
noto-fonts-cjk
ocean-sound-theme
oh-my-zsh-git
os-prober
otf-font-awesome
oxygen
oxygen-sounds
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
qqc2-breeze-style
sddm-kcm
sof-firmware
steam
systemsettings
tmux
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-linux-libertine
wacomtablet
waybar
wget
wofi
xclip
xdg-desktop-portal-kde
xsel
yay
yay-debug
zsh
